Repository: JARNBOY/xapo-interview
Catalog: Github/System Files/*.lproj/Localizable.strings
Languages: ro

source: Welcome to iOS Test
ro: Bine ați venit la testul iOS

source: Go to Xapo
ro: Mergi la Xapo

source: iOS Test for Xapo bank
ro: Test iOS pentru banca Xapo

source: Enter the app
ro: Intră în aplicație

source: Privacy policy
ro: Politica de confidențialitate

source: Terms of use
ro: Termeni de utilizare

source: and
ro: și

source: Repositories
ro: Repozitorii

source: Filter
ro: Filtru

source: Languages
ro: Limbi

source: Visit on GitHub
ro: Vizitează pe GitHub

source: Failed to fetch repositories.
ro: Nu s-au putut prelua depozitele.

source: Failed to load the README.me content file.
ro: Nu s-a putut încărca fișierul de conținut README.me.
